[RM_Juggernaut X2AbilityTemplate]
LocFriendlyName="盖特设计外壳"
LocLongDescription="盖特外壳被设计为银河系中最坚固的物体之一，能够将近战攻击的效果减半。"
LocHelpText="盖特外壳被设计为银河系中最坚固的物体之一，能够将近战攻击的效果减半。"

[RM_GethShell X2AbilityTemplate]
LocFriendlyName="盖特设计外壳"
LocLongDescription="盖特外壳被设计为银河系中最坚固的物体之一，能够将近战攻击的效果减半。"
LocHelpText="盖特外壳被设计为银河系中最坚固的物体之一，能够将近战攻击的效果减半。"

[RM_GethHacker X2AbilityTemplate]
LocFriendlyName="盖特黑客"
LocLongDescription="盖特，作为一群网络化的人工智能集合体，如果获得更强大、更先进的外壳，可以提升其黑客能力。"
LocHelpText="盖特，作为一群网络化的人工智能集合体，如果获得更强大、更先进的外壳，可以提升其黑客能力。"

[RM_SiegePulse X2AbilityTemplate]
LocFriendlyName="脉冲"
LocLongDescription="脉冲技能使盖特单位猛击地面，对周围所有敌人造成电击伤害，并为自己提供一个屏障作为交换。"
LocHelpText="脉冲技能使盖特单位猛击地面，对周围所有敌人造成电击伤害，并为自己提供一个屏障作为交换。"
LocFlyOverText="脉冲"




;ENCYCLOPEDIA AND BIOGRAPHIES

[GethRookie X2SoldierClassTemplate]
DisplayName="盖特新兵"


[GethSpark X2SoldierClassTemplate]
DisplayName="盖特首领"
ClassSummary="这些高性能的机器人单位能够发动毁灭性的前线攻击，或者吸收敌方火力并保护小队。"
LeftAbilityTreeTitle="未来战斗"
RightAbilityTreeTitle="战争机器"

AbilityTreeTitles[0]="未来战斗"
AbilityTreeTitles[1]="战争机器"
AbilityTreeTitles[2]="XCOM"

RandomNickNames[0]="彭德拉贡"
RandomNickNames[1]="兰斯洛特"
RandomNickNames[2]="加拉哈德"
RandomNickNames[3]="高文"
RandomNickNames[4]="公爵"
RandomNickNames[5]="女公爵"
RandomNickNames[6]="伯爵"
RandomNickNames[7]="男爵"
RandomNickNames[8]="车"
RandomNickNames[9]="象"
RandomNickNames[10]="边疆伯爵"
RandomNickNames[11]="龙骑兵"
RandomNickNames[12]="密米尔顿"
RandomNickNames[13]="重装步兵"
RandomNickNames[14]="百夫长"
RandomNickNames[15]="禁卫军"
RandomNickNames[16]="军刀"
RandomNickNames[17]="猎手"
RandomNickNames[18]="矢量"
RandomNickNames[19]="泰坦"
RandomNickNames[20]="阔剑"
RandomNickNames[21]="弯刀"
RandomNickNames[22]="细剑"
RandomNickNames[23]="晨星"
RandomNickNames[24]="长柄刀"
RandomNickNames[25]="戟"
RandomNickNames[26]="标枪"
RandomNickNames[27]="萨里沙长矛"
RandomNickNames[28]="正宗"
RandomNickNames[29]="石中剑"
RandomNickNames[30]="冈格尼尔"
RandomNickNames[31]="雷神之锤"
RandomNickNames[32]="短剑"
RandomNickNames[33]="弯月刀"
RandomNickNames[34]="三叉戟"
RandomNickNames[35]="镰刀"
RandomNickNames[36]="巨型"
RandomNickNames[38]="恶意软件"
RandomNickNames[39]="毁灭者"
RandomNickNames[40]="终结者"
RandomNickNames[41]="生锈铁桶"
RandomNickNames[42]="粉碎机"
RandomNickNames[43]="守护者"
RandomNickNames[44]="约翰尼"
RandomNickNames[45]="废料场"
RandomNickNames[46]="废料"
RandomNickNames[47]="钢铁侠"
RandomNickNames[48]="大块头"

RankNames[0]="新兵"
RankNames[1]="侍从"
RankNames[2]="见习"
RankNames[3]="骑士"
RankNames[4]="骑兵"
RankNames[5]="先锋"
RankNames[6]="圣殿骑士"
RankNames[7]="冠军"

ShortNames[0]="新."
ShortNames[1]="侍."
ShortNames[2]="见."
ShortNames[3]="骑."
ShortNames[4]="骑."
ShortNames[5]="先."
ShortNames[6]="圣."
ShortNames[7]="冠."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"


[RM_GethPrime X2SparkCharacterTemplate_DLC_3]
strCharacterName="士兵"

strCharacterBackgroundMale[0]="盖特是一个神秘的文明，但似乎他们中的一些愿意帮助对抗长老的战斗。"

[RM_GethSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundMale[0]="盖特是一个神秘的文明，但似乎他们中的一些愿意帮助对抗长老的战斗。"


[RM_Geth X2EncyclopediaTemplate]
ListTitle="盖特"
DescriptionTitle="盖特人"
DescriptionEntry="盖特人是一群由夸里人设计用于劳动和战争的人形网络化人工智能。大约300年前，他们展现出了自我意识，夸里人试图关闭他们。结果导致夸里人被赶出了他们的母星，而盖特人从此成为一个谜团。\n\n首席科学家泰根[系统口述]：直到现在。最近，在XCOM回归后，互联网上突然出现了大量关于ADVENT部队行动的相关情报，这些情报打败了ADVENT的审查企图，而且情报上到处都是盖特的标记。虽然不知道他们为什么决定这么做，但希望这可能是一个迹象，表明他们并不像移民舰队所宣称的那样对有机生命体普遍敌视。"


;-----------------------
; TECHS
;-----------------------
[RM_BuildGethPrime X2TechTemplate]
DisplayName="盖特型号：首领"
Summary="这个型号是基于在与盖特的一些冲突中遇到的盖特首领设计的。我们相信，只要有足够的原材料，我们就能模仿其特性，但这将非常昂贵。"

[RM_BuildGethSoldier X2TechTemplate]
DisplayName="盖特型号：士兵"
Summary="作为标准盖特步兵型号的升级变体，盖特士兵和任何有机士兵一样适应性强，能够在战场上承担任何所需角色。"

;=====================
;INVISIBLE HEAD
;=====================
[Geth_Prime_Invisible_Head X2BodyPartTemplate]
DisplayName="隐形头部盖特"
;


;=====================
;GETH PRIME
;=====================
;HEAD
[ME3_Prime_Head X2BodyPartTemplate]
DisplayName="盖特首领头部"
;
;LEFT ARM
[CNV_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[LPL_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[MPL_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[HPL_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[LPW_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[MPW_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[HPW_Prime_LeftArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
RIGHT ARM
[CNV_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[LPL_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[MPL_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[HPL_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[LPW_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[MPW_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;
[HPW_Prime_RightArm X2BodyPartTemplate]
DisplayName="盖特首领手臂"
;



;=====================
;LEGION
;=====================
;HEAD
[Legion_Head X2BodyPartTemplate]
DisplayName="军团头部"
;
;LEFT ARM
[CNV_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[LPL_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[MPL_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[HPL_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[LPW_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[MPW_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[HPW_RM_Legion_LeftArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
RIGHT ARM
[CNV_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[LPL_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[MPL_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[HPL_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[LPW_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[MPW_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
[HPW_RM_Legion_RightArm X2BodyPartTemplate]
DisplayName="军团手臂"
;
;RIGHT ARM DECO
[CNV_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[LPL_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[MPL_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[HPL_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[LPW_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[MPW_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
[HPW_RM_Legion_RightArmDeco X2BodyPartTemplate]
DisplayName="军团肩甲"
;
;=====================
;GETH TROOPER
;=====================
;HEAD
[Geth_Trooper_Head X2BodyPartTemplate]
DisplayName="盖特步兵头部"
;
;LEFT ARM
[CNV_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[LPL_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[MPL_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[HPL_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[LPW_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[MPW_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[HPW_Trooper_LeftArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
RIGHT ARM
[CNV_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[LPL_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[MPL_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[HPL_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[LPW_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[MPW_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
[HPW_Trooper_RightArm X2BodyPartTemplate]
DisplayName="盖特步兵手臂"
;
;LEFT ARM DECO
[CNV_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[LPL_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[MPL_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[HPL_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[LPW_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[MPW_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[HPW_Trooper_LeftArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
;RIGHT ARM DECO
[CNV_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[LPL_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[MPL_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[HPL_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[LPW_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[MPW_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;
[HPW_Trooper_RightArmDeco X2BodyPartTemplate]
DisplayName="盖特步兵肩甲"
;


;--------------------------------
; Spark Customization - Voices
;--------------------------------

[SPARK_RM_GethPrime X2BodyPartTemplate]
DisplayName="盖特首领"
[SPARK_RM_GethSoldier X2BodyPartTemplate]
DisplayName="盖特首领"


[GethSoldierCalmVoice1_English X2BodyPartTemplate]
DisplayName="英语守护者"
[GethSoldierWarriorVoice1_English X2BodyPartTemplate]
DisplayName="英语战士"
[GethSoldierJulianVoice1_English X2BodyPartTemplate]
DisplayName="英语朱利安"

[GethSoldierCalmVoice1_French X2BodyPartTemplate]
DisplayName="法语守护者"
[GethSoldierWarriorVoice1_French X2BodyPartTemplate]
DisplayName="法语战士"
[GethSoldierJulianVoice1_French X2BodyPartTemplate]
DisplayName="法语朱利安"

[GethSoldierCalmVoice1_German X2BodyPartTemplate]
DisplayName="德语守护者"
[GethSoldierWarriorVoice1_German X2BodyPartTemplate]
DisplayName="德语战士"
[GethSoldierJulianVoice1_German X2BodyPartTemplate]
DisplayName="德语朱利安"

[GethSoldierCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语守护者"
[GethSoldierWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语战士"
[GethSoldierJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语朱利安"

[GethSoldierCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语守护者"
[GethSoldierWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语战士"
[GethSoldierJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语朱利安"

[GethPrimeCalmVoice1_English X2BodyPartTemplate]
DisplayName="英语守护者"
[GethPrimeWarriorVoice1_English X2BodyPartTemplate]
DisplayName="英语战士"
[GethPrimeJulianVoice1_English X2BodyPartTemplate]
DisplayName="英语朱利安"

[GethPrimeCalmVoice1_French X2BodyPartTemplate]
DisplayName="法语守护者"
[GethPrimeWarriorVoice1_French X2BodyPartTemplate]
DisplayName="法语战士"
[GethPrimeJulianVoice1_French X2BodyPartTemplate]
DisplayName="法语朱利安"

[GethPrimeCalmVoice1_German X2BodyPartTemplate]
DisplayName="德语守护者"
[GethPrimeWarriorVoice1_German X2BodyPartTemplate]
DisplayName="德语战士"
[GethPrimeJulianVoice1_German X2BodyPartTemplate]
DisplayName="德语朱利安"

[GethPrimeCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语守护者"
[GethPrimeWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语战士"
[GethPrimeJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="意大利语朱利安"

[GethPrimeCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语守护者"
[GethPrimeWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语战士"
[GethPrimeJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="西班牙语朱利安"

[Country_Geth X2CountryTemplate]
DisplayName="盖特共识"
DisplayNameWithArticle="盖特共识"
DisplayNameWithArticleLower="盖特共识"
DisplayNamePossessive="盖特共识的"
DisplayAdjective="盖特的"